Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_valmennuksesta_uusia_auktorisoituja_saamen_kielen_kaantajia.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien valmennuksesta uusia auktorisoituja saamen kielen kääntäjiä
smn: Sämitige valmiimist uđđâ auktorisistum sämikielâ jurgâleijeeh

source: Saamelaiskäräjät järjesti viime lokakuussa valmistautumispäivän auktorisoidun kääntäjän tutkintoon .
smn: Sämitigge ornij moonnâm roovvâdmáánu ráhtádâttâmpeeivi auktorisistum jurgâleijee totkosân .

source: Valmistautumiseen osallistui viisi henkilöä.
smn: Ráhtádâtmân uásálistii vittâ ulmuu.

source: Auktorisoidun kääntäjän tutkinto järjestettiin marraskuussa 2018 ja tutkinnon tulokset julkaistiin keväällä 2019.
smn: Auktorisistum jurgâleijee tođhos uárnejui skammâmáánust 2018 já totkos puátuseh almostuvvii kiđđuv 2019.

source: Tutkinnon suorittivat kaksi saamenkielistä kääntäjää, Arla Magga suoritti suomi-pohjoissaame kieliparille auktorisoidun kääntäjän tutkinnon ja Terhi Harju suomi-koltansaame kieliparille.
smn: Totkos čođâlditijn kyehti sämikielâlâš jurgâleijee, Arla Magga čođâlditij suomâ-tavesämikielâ kielâpaarân auktorisistum jurgâleijee totkos já Terhi Harju suomâ-nuorttâlâškielâ kielâpaarân.

source: Kieliturvasihteeri Anne Kirste Aikio onnittelee Arla Maggaa auktorisoidun kääntäjän tutkinnosta.
smn: Kielâtorvočällee Anne Kirste Aikio tuáivut luho Arla Maggan auktorisistum jurgâleijee totkosist.

source: Valmistautumispäivän järjestänyt Saamelaiskäräjien kieliturvasihteeri Anne Kirste Aikio iloitsee kääntäjien määrän lisääntymisestä.
smn: Ráhtádâttâmpeeivi ornim Sämitige kielâtorvočällee Anne Kirste Aikio illood jurgâleijei mere lassaanmist.

source: – On hienoa, että valmennuspäivämme kautta kaksi uutta kääntäjää suoritti tutkinnon.
smn: – Lii suotâs, ete mii ráhtádâttâmpeeivi peht kyehti uđđâ jurgâleijee čođâlditijn totkos.

source: Koltansaamen auktorisoituja kääntäjiä on ollut vain yksi henkilö koko maailmassa, nyt heitä on kaksi.
smn: Nuorttâlâškielâst lii lamaš tuše ohtâ auktorisistum jurgâleijee oles maailmist, tääl suái lává kyevtis.

source: Pohjoissaamen tutkinnon suorittaneita viimeisen kymmenen vuoden ajan on ollut vain aivan muutama, joten siinäkin lisäys on hyvin merkittävä.
smn: Tavesämikielâ totkos čođâlditteeh majemui love ive ääigi láá lamaš tuše aaibâs muádis, te tast-uv lasattâs lii uáli merhâšittee.

source: Tutkinnon suorittaneiden mielestä Saamelaiskäräjien valmennuspäivällä oli suuri merkitys tutkintoon valmistautumiseen.
smn: Totkos čođâldittei Terhi Harju já Arla Magga mielâst Sämitige ráhtádâttâmpeeivist lâi stuorrâ merhâšume totkosân ráhtádâtmân.

source: – Valmennuspäivästä sai tärkeää tietoa tutkintoon liittyen ja hyviä vinkkejä tutkintoon valmistautumiseen.
smn: – Ráhtádâttâmpeeivist finnij tehálâš, totkosân lohtâseijee tiäđu, já šiev oonâid totkosân ráhtádâtmân.

source: Oli varmempi olo, kun tutkintoon liittyviä asioita oli saanut käydä läpi asiantuntijoiden kanssa yhdessä ennakkoon, kommentoi Terhi Harju.
smn: Lâi vissásub tobdo, ko totkosân lohtâseijee aašijd lâi uážžum eelliđ čoođâ äššitobdeiguin oovtâst muuneeld, kommentist Terhi Harju.

source: Opetushallituksen hallinnoima auktorisoidun kääntäjän tutkinto järjestetään seuraavan kerran marraskuussa 2019.
smn: Máttááttâshaldâttâs haldâšem auktorisistum jurgâleijee tođhos uárnejuvvoo čuávuváá keerdi skammâmáánust 2019.

source: Saamelaiskäräjät järjestää tulevana syksynä myös valmistautumispäivän, jos kiinnostusta on.
smn: Sämitigge uárnee puáttee čoovčâ meid ráhtádâttâmpeeivi, jis ulmuuh láá perustum.

source: – Tutkinto on vaativa ja tutkintoon valmistautuminen kannattaa aloittaa ajoissa.
smn: -Tođhos lii vättee já totkosân ráhtádâttâm kannat algâttiđ ääigild.

source: Kannattaa tutustua tutkinnon sisältöön ja hyödyntää Saamelaiskäräjien valmistautumispäivä, ohjeistaa tuore auktorisoitu kääntäjä Arla Magga.
smn: Kannat uápásmuđ totkos siskáldâsân já anneeđ ävkkin Sämitige ráhtádâttâmpeeivi, rävvee uđđâ auktorisistum jurgâleijee Arla Magga .

source: Saamelaiskäräjät järjestää myös kevään aikana tulkin työstä kiinnostuneille tutustumiskoulutuksen, koska kääntäjien lisäksi myös saamen kielten tulkeista on suuri pula.
smn: Sämitigge uárnee meid kiiđâ ääigi tuulhâ pargoost kiäsuttum ulmuid uápásmittemškovlim, tastko jurgâleijei lasseen meid sämikielâi tuulhâin lii stuorrâ vänivuotâ.

source: Koulutuksesta tiedotetaan erikseen.
smn: Škovliimist tieđettuvvoo sierâ.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Kieliturvasihteeri Anne Kirste Aikio anne-kirste.aikio(at)samediggi.fi puh. 010 8393124
smn: Kielâtorvočällee Anne Kirste Aikio anne-kirste.aikio@samediggi.fi puh. 010 8393124
